import Footer from "../components/Layout/Footer";
import Header from "../components/Layout/Header";

const page = () => {
  return (
    <>
      <Header />
      <main className='w-1/2 p-14 [&_>p]:my-8'>
      <h1 className="font-bold text-xl mb-10">قوانین و مقررات</h1>
        قوانین و مقررات سایت فروش املاک به وب‌سایت ما خوش آمدید. با استفاده از
        خدمات ما، شما به‌طور خودکار موافقت خود را با قوانین و مقررات زیر اعلام
        می‌کنید. لطفاً قبل از استفاده از خدمات ما، این قوانین را به‌دقت مطالعه
        کنید.
        <p>۱. تعریف و اصطلاحات در این متن</p>
        <p>صطلاحات زیر به این معانی به کار می‌روند:</p>
        <b>اجازه سایت:</b> وب‌سایت ما که به فروش و خرید املاک و مستغلات اختصاص
        دارد.
        <p>
          <b>کاربر:</b> هر شخصی که به سایت مراجعه کرده یا از خدمات آن استفاده
          می‌کند.
        </p>
        <p>
          {" "}
          <b>مالک:</b> شخصی که ملکی را برای فروش در سایت ثبت می‌کند. خریدار:
          شخصی که قصد خرید ملکی را دارد.
        </p>
        <p>
          ۲. ثبت‌نام و ایجاد حساب کاربری برای استفاده از برخی خدمات سایت، ممکن
          است نیاز به ثبت‌نام و ایجاد حساب کاربری داشته باشید. با ایجاد حساب
          کاربری، شما متعهد می‌شوید که اطلاعات دقیق و به‌روز ارائه دهید و
          مسئولیت حفظ امنیت اطلاعات حساب خود را بر عهده دارید.
        </p>
        <p>
          ۳. مسئولیت‌ها و تعهدات کاربران کاربران موظفند از خدمات سایت به نوعی
          استفاده کنند که مخالف قوانین و مقررات جاری نباشد. هرگونه اطلاعات
          نادرست یا گمراه‌کننده در مورد املاک مغایرت دارد و سایت حق دارد آن را
          حذف کند. کاربران باید از هرگونه فعالیت غیرقانونی یا مخرب خودداری کنند.
        </p>
        <p>
          ۴. خدمات سایت سایت ما به کاربران این امکان را می‌دهد که املاک خود را
          برای فروش ثبت کنند و همچنین املاک سایرین را مشاهده و بررسی کنند.
          برقراری ارتباط بین خریداران و مالکان به عهده کاربران است و سایت
          هیچ‌گونه مسئولیتی در قبال توافقات بین آن‌ها ندارد.
        </p>
        <p>
          ۵. حق مالکیت و کپی‌رایت کلیه محتوای موجود در سایت شامل متن‌ها، تصاویر،
          لوگوها و طراحی‌ها متعلق به ما یا شرکای تجاری ما است و کاربران مجاز به
          کپی، توزیع یا استفاده از آن‌ها بدون اجازه کتبی ما نیستند.
        </p>
        <p>
          ۶. حفظ حریم خصوصی ما متعهد به حفاظت از اطلاعات شخصی کاربران هستیم و
          اطلاعات شما را تنها برای ارائه خدمات بهتر به کار خواهیم برد. جزئیات
          مربوط به این موضوع در سیاست حفظ حریم خصوصی ما آمده است.
        </p>
        <p>
          ۷. محدودیت مسئولیت سایت هیچ‌گونه مسئولیتی در قبال آسیب‌های مستقیم یا
          غیرمستقیم ناشی از استفاده از خدمات سایت ندارد. ما تمام تلاش خود را
          برای ارائه اطلاعات دقیق و به‌روز انجام می‌دهیم، اما تضمینی در این خصوص
          نداریم.
        </p>
        <p>
          ۸. اصلاح قوانین سایت حق دارد در هر زمان و بدون اعلام قبلی، قوانین و
          مقررات این متن را تغییر دهد. تغییرات به محض انتشار در سایت، قابل اجرا
          خواهند بود و کاربران موظفند به این تغییرات توجه داشته باشند.
        </p>
        <p>
          ۹. قانون حاکم این قوانین و مقررات تحت قوانین جمهوری اسلامی ایران تنظیم
          شده و هرگونه اختلاف ناشی از آن تحت نظر مراجع قضایی ایران خواهد بود. در
          صورتی که هرگونه سوال یا نیاز به اطلاعات بیشتر دارید، لطفاً با ما تماس
          بگیرید. با تشکر از شما که از خدمات ما استفاده می‌کنید.
        </p>
      </main>
      <Footer />
    </>
  );
};

export default page;
